{
  "quotes": {
    "rules": [
      {
        "text": "Игровая поверхность включает верхние кромки стола, но не боковые стороны ниже кромок.",
        "author": "Правила игры: Стол",
        "type": "text"
      },
      {
        "text": "Игровая поверхность может быть из любого материала и должна обеспечивать единообразный отскок около 23 см при падении на нее стандартного мяча с высоты 30 см.",
        "author": "Правила игры: Стол",
        "type": "text"
      },
      {
        "text": "Игровая поверхность должна быть матовой, однородной темной окраски с белой \"боковой линией\" шириной 2 см вдоль каждой кромки по стороне 2,74 м и белой \"концевой линией\" тоже шириной 2 см вдоль каждой кромки 1,525 м.",
        "author": "Правила игры: Стол",
        "type": "text"
      },
      {
        "text": "Верхняя поверхность стола, называемая \"игровой поверхностью\", длиной 2,74 м и шириной 1,525 м, должна быть прямоугольной и лежать в горизонтальной плоскости на высоте 76 см от пола.",
        "author": "Правила игры: Стол",
        "type": "text"
      },
      {
        "text": "Игровая поверхность должна быть разделена на 2 половины вертикальной сеткой, расположенной параллельно концевым линиям. Поверхность каждой половины должна быть сплошной на всем протяжении.",
        "author": "Правила игры: Стол",
        "type": "text"
      },
      {
        "text": "Для парных игр каждая половина должна быть разделена на 2 равные \"полуплощадки\" белой \"центральной\" линией шириной 3 мм, проходящей параллельно боковым линиям; центральную линию следует считать частью каждой правой полуплощадки.",
        "author": "Правила игры: Стол",
        "type": "text"
      },
      {
        "text": "Комплект сетки состоит из собственно сетки, подвесного шнура и опорных стоек, включая те части опорных стоек, которые служат для крепления стоек к поверхности стола.",
        "author": "Комплект сетки",
        "type": "text"
      },
      {
        "text": "Сетку подвешивают на шнур, привязанный с каждого конца к вертикальной части стоек высотой 15,25 см; длина выступающих частей стоек не должна превышать 15,25 см в сторону от боковых линий.",
        "author": "Комплект сетки",
        "type": "text"
      },
      {
        "text": "Верх сетки по всей ее длине должен находиться на высоте 15,25 см над игровой поверхностью.",
        "author": "Комплект сетки",
        "type": "text"
      },
      {
        "text": "Низ сетки по всей ее длине должен быть насколько возможно ближе к игровой поверхности стола, а концы сетки к опорным стойкам.",
        "author": "Комплект сетки",
        "type": "text"
      },
      {
        "text": "Мяч должен быть сферическим, диаметром 40 мм.",
        "author": "Мяч",
        "type": "text"
      },
      {
        "text": "Масса мяча должна быть 2,7 г.",
        "author": "Мяч",
        "type": "text"
      },
      {
        "text": "'Мяч должен быть изготовлен из целлулоида или подобной пластмассы белого или оранжевого цвета, матовым.",
        "author": "Мяч",
        "type": "text"
      },
      {
        "text": "Ракетка может быть любого размера, формы и массы, но ее лопасть должна быть плоской и жесткой.",
        "author": "Ракетка",
        "type": "text"
      },
      {
        "text": "По крайней мере, 85% лопасти по толщине должно быть из натурального дерева. Клеевой слой внутри лопасти может быть армирован волокнистым материалом, таким, как углеродистая фибра, фибергласс или прессованная бумага; этот армирующий слой не должен превышать по толщине меньшую из величин: 0, 35 мм или 7, 5% общей толщины лопасти",
        "author": "Ракетка",
        "type": "text"
      },
      {
        "text": "Сторона лопасти, используемая для удара по мячу, должна быть покрыта обычной однослойной пупырчатой резиной с пупырышками наружу, с общей толщиной вместе с клеевым слоем до 2 мм включительно, либо двухслойной резиной типа сэндвич с пупырышками внутрь или наружу, с общей толщиной вместе с клеем до 4 мм включительно.",
        "author": "Ракетка",
        "type": "text"
      },
      {
        "text": "'Обычная пупырчатая резина' – это однослойная не пористая резина, натуральная или синтетическая, с пупырышками, равномерно распределенными по ее поверхности с плотностью не менее 10 и не более 30 штук на 1 см2. 2.4.3.2 Резина типа сэндвич  – один слой пористой резины, покрытой снаружи одним слоем обычной пупырчатой резины; толщина пупырчатой резины – до 2 мм включительно.",
        "author": "Ракетка",
        "type": "text"
      },
      {
        "text": "Покрывающий материал должен полностью закрывать лопасть, не выступая за ее края, кроме части лопасти, примыкающей к ручке и охватываемой пальцами. Эта часть лопасти может оставаться непокрытой или покрытой любым материалом.",
        "author": "Ракетка",
        "type": "text"
      },
      {
        "text": "Лопасть, любой слой внутри лопасти и любой слой покрывающего или склеивающего материала на стороне, используемой для ударов по мячу, должны быть сплошными и одинаковой толщины.",
        "author": "Ракетка",
        "type": "text"
      },
      {
        "text": "Поверхность покрывающего сторону лопасти материала или сторона лопасти, оставленная непокрытой, должна быть равномерной окраски и матовой: одна сторона – черного цвета, а другая – ярко-красного.",
        "author": "Ракетка",
        "type": "text"
      },
      {
        "text": "Покрывающий материал (ракетки) должен использоваться таким, каким он был одобрен ИТТФ, без какой-либо физической, химической или другой обработки, изменяющей игровые свойства, сцепление, внешний вид, цвет, структуру, поверхность, и т.д.",
        "author": "Ракетка",
        "type": "text"
      },
      {
        "text": "Допускаются небольшие отклонения от однородности поверхности и равномерности окраски в результате случайного повреждения или износа при условии, что эти отклонения существенно не изменяют характеристик поверхности.",
        "author": "Ракетка",
        "type": "text"
      },
      {
        "text": "В начале встречи и когда бы игрок ни сменил свою ракетку в течение встречи, он должен показать ракетку своему сопернику и ведущему судье и позволить им осмотреть ее.",
        "author": "Ракетка",
        "type": "text"
      },
      {
        "text": "Розыгрыш – период времени, когда мяч находится в игре.",
        "author": "Определения",
        "type": "text"
      },
      {
        "text": "Мяч в игре считается с последнего момента нахождения его на неподвижной ладони свободной кисти перед намеренным подбрасыванием его в подаче до тех пор, пока не будет решено, что розыгрыш следует переиграть или он завершен присуждением очка.",
        "author": "Определения",
        "type": "text"
      },
      {
        "text": "Переигровка – розыгрыш, результат которого не засчитан.",
        "author": "Определения",
        "type": "text"
      },
      {
        "text": "Очко – розыгрыш, результат которого засчитан.",
        "author": "Определения",
        "type": "text"
      },
      {
        "text": "Рука с ракеткой – рука, держащая ракетку.",
        "author": "Определения",
        "type": "text"
      },
      {
        "text": "Свободная рука – рука без ракетки; свободная рука в понимании: пункта 2.6.5 – от плеча игрока до кончиков пальцев, пунктов 2.5.7, 2.6.1, 2.6.2, 2.10.1.10 – от запястья до кончиков пальцев (кисть).",
        "author": "Определения",
        "type": "text"
      },
      {
        "text": "Игрок ударяет мяч, если он касается мяча своей ракеткой, держа ее в руке, или своей рукой (с ракеткой) ниже запястья.",
        "author": "Определения",
        "type": "text"
      },
      {
        "text": "Игрок мешает мячу, если он или что-либо из того, что надето на нем, касаются мяча в игре, летящего над или в направлении игровой поверхности, не задев половины стола этого игрока после того, как мяч последний раз был отбит соперником.",
        "author": "Определения",
        "type": "text"
      },
      {
        "text": "Подающий – игрок, который должен первым ударить по мячу в розыгрыше.",
        "author": "Определения",
        "type": "text"
      },
      {
        "text": "Принимающий – игрок, который должен вторым ударить по мячу в розыгрыше.",
        "author": "Определения",
        "type": "text"
      },
      {
        "text": "Ведущий судья – лицо, назначенное контролировать встречу.",
        "author": "Определения",
        "type": "text"
      },
      {
        "text": "Судья-ассистент – лицо, назначенное содействовать судье в принятии определенных решений.",
        "author": "Определения",
        "type": "text"
      },
      {
        "text": "Понятие надето на нем включает в себя все, что было надето на игроке, в начале розыгрыша (мяч в это понятие не входит).",
        "author": "Определения",
        "type": "text"
      },
      {
        "text": "Мяч считается прошедшим над или вокруг комплекта сетки, если он пролетел как угодно, но не между сеткой и стойкой сетки или между сеткой и игровой поверхностью.",
        "author": "Определения",
        "type": "text"
      },
      {
        "text": "Концевую линию следует рассматривать продолжающейся бесконечно долго в обоих направлениях.",
        "author": "Определения",
        "type": "text"
      },
      {
        "text": "В начале подачи мяч должен свободно лежать на открытой ладони неподвижной свободной руки.",
        "author": "Подача",
        "type": "text"
      },
      {
        "text": "Подающий должен подбросить мяч только рукой, не придавая ему вращения, так чтобы мяч взлетел почти вертикально не менее чем на 16 см после того, как он покинул ладонь свободной руки и опустился, не коснувшись чего-либо до удара по нему.",
        "author": "Подача",
        "type": "text"
      },
      {
        "text": "Когда мяч падает с высшей точки своей траектории, подающий должен ударить его так, чтобы мяч коснулся сначала его половины стола, а затем, пролетев над или вокруг комплекта сетки, коснулся половины стола принимающего, а в парных играх – чтобы мяч коснулся последовательно правой полу площадки подающего,а затем правой полу площадки принимающего.",
        "author": "Подача",
        "type": "text"
      },
      {
        "text": "С момента начала подачи до момента удара по мячу, мяч должен находиться позади концевой линии половины стола подающего и выше уровня игровой поверхности, и при этом мяч не должен быть скрыт от принимающего игрока подающим или его партнером по паре, или чем угодно, что надето на них .",
        "author": "Подача",
        "type": "text"
      },
      {
        "text": "Как только мяч подброшен, свободная рука подающего должна быть убрана из пространства между мячом и сеткой. Пространство между мячом и сеткой ограничивается мячо},м, сеткой и ее воображаемым вертикальным продолжением.",
        "author": "Подача",
        "type": "text"
      },
      {
        "text": "Игрок обязан подавать так, чтобы судья или ассистент судьи могли видеть, что он выполняет все требования, предъявляемые к правильной подаче.",
        "author": "Подача",
        "type": "text"
      },
      {
        "text": "Если ведущий судья или судья-ассистент сомневаются в законности подачи первый раз во время встречи, он может объявить переигровку и предупредить подающего.",
        "author": "Подача",
        "type": "text"
      },
      {
        "text": "В любом следующем в этой встрече случае сомнения в правильности подачи того же игрока или его партнера по паре, по той же или иной причине, прин},имающему присуждают очко.",
        "author": "Подача",
        "type": "text"
      },
      {
        "text": "Когда подающий явно нарушил требования к правильной подаче, предупреждение не объявляется и очко присуждается принимающему.",
        "author": "Подача",
        "type": "text"
      },
      {
        "text": "В порядке исключения, ведущий судья может допустить отклонения от требований к правильной подаче, если выполнению этих требований препятствует физический недостаток подающего.",
        "author": "Подача",
        "type": "text"
      },
      {
        "text": "Поданный или возвращенный мяч следует ударить так, чтобы он пролетел над или вокруг комплекта сетки и коснулся половины стола соперника сразу или после касаний комплекта сетки.",
        "author": "Возврат",
        "type": "text"
      },
      {
        "text": "В одиночных встречах подающий должен первым выполнить подачу, затем принимающий должен выполнить возврат, после чего подающий и принимающий поочередно выполняют возврат.",
        "author": "Порядок игры",
        "type": "text"
      },
      {
        "text": "В парных встречах подающий должен первым выполнить подачу, затем принимающий должен выполнить возврат, после чего партнер подающего должен произвести возврат, затем возврат следует выполнить партнеру принимающего; в дальнейшем каждый игрок в такой же последовательности должен выполнить возврат.",
        "author": "Порядок игры",
        "type": "text"
      },
      {
        "text": "Когда два игрока, находящиеся в инвалидных колясках, играют парную встречу в составе пары, то сначала подающий игрок должен выполнить подачу, а принимающий игрок должен выполнить возврат, после чего любой игрок пары может производить возврат. Однако, никакая часть инвалидной коляски игрока не должна заходить за воображаемое продолжение центральной линии стола. Если это случается, судья должен присудить очко противоположной паре.",
        "author": "Порядок игры",
        "type": "text"
      },
      {
        "text": "Розыгрыш переигрывается, если: при подаче мяч, пролетая над или вокруг комплекта сетки, коснется его, при условии, что во всех других отношениях подача выполнена правильно, или принимающий (или его партнер) помешает мячу ;",
        "author": "Переигровка",
        "type": "text"
      },
      {
        "text": "подача выполнена, когда принимающий (пара) не готов к приему мяча, при условии, что никто из принимающих не пытался отбить мяч;",
        "author": "Переигровка",
        "type": "text"
      },
      {
        "text": "ошибка при выполнении правильной подачи, правильного возврата или какого-либо другого требования правил игры произошла по вине внезапного внешнего воздействия на игрока",
        "author": "Переигровка",
        "type": "text"
      },
      {
        "text": "игра прервана ведущим судьей или судьей-ассистентом.",
        "author": "Переигровка",
        "type": "text"
      },
      {
        "text": "если принимающий находится в инвалидной коляске и в это время мяч при подаче, выполненной во всех других отношениях правильно: после касания половины стола на стороне принимающего покидает ее в направлении сетки;",
        "author": "Переигровка",
        "type": "text"
      },
      {
        "text": "останавливается (без поступательного движения к принимающему) на половине стола стороны принимающего;",
        "author": "Переигровка",
        "type": "text"
      },
      {
        "text": "во время одиночной встречи после касания половины стола на стороне принимающего покидает ее в направлении любой из ее боковых линий;",
        "author": "Переигровка",
        "type": "text"
      },
      {
        "text": "Игра может быть остановлена: для исправления ошибки в очередности подачи, приема или смены сторон;",
        "author": "Переигровка",
        "type": "text"
      },
      {
        "text": "для введения правила активизации игры;",
        "author": "Переигровка",
        "type": "text"
      },
      {
        "text": "для предупреждения или наказания игрока или советчика;",
        "author": "Переигровка",
        "type": "text"
      },
      {
        "text": "поскольку игровые условия изменились настолько, что это может повлиять на исход розыгрыша.",
        "author": "Переигровка",
        "type": "text"
      },
      {
        "text": "Когда розыгрыш не переигрывается, игроку присуждается очко, если: его соперник не выполнил правильную подачу;",
        "author": "Очко",
        "type": "text"
      },
      {
        "text": "его соперник не выполнил правильный возврат;",
        "author": "Очко",
        "type": "text"
      },
      {
        "text": "после его подачи или возврата, мяч до удара его соперника коснётся чего-либо, кроме комплекта сетки;",
        "author": "Очко",
        "type": "text"
      },
      {
        "text": "мяч пролетит над игровой поверхностью стороны стола данного игрока или за концевую линию игровой поверхности стороны стола данного игрока, не коснувшись ее, после того, как соперник ударил по мячу;",
        "author": "Очко",
        "type": "text"
      },
      {
        "text": "его соперник мешает мячу;",
        "author": "Очко",
        "type": "text"
      },
      {
        "text": "его соперник ударяет мяч дважды подряд;",
        "author": "Очко",
        "type": "text"
      },
      {
        "text": "его соперник ударяет мяч стороной ракетки, поверхность которой не соответствует требованиям;",
        "author": "Очко",
        "type": "text"
      },
      {
        "text": "его соперник или то, что на нем надето, сдвинет игровую поверхность, пока мяч в игре;",
        "author": "Очко",
        "type": "text"
      },
      {
        "text": "его соперник или то, что на нем надето, коснется комплекта сетки, пока мяч в игре;",
        "author": "Очко",
        "type": "text"
      },
      {
        "text": "его соперник коснется свободной рукой игровой поверхности;",
        "author": "Очко",
        "type": "text"
      },
      {
        "text": "в парной встрече кто-либо из его соперников ударяет по мячу не в порядке, установленном первым подающим и первым принимающим;",
        "author": "Очко",
        "type": "text"
      },
      {
        "text": "Партию выигрывает игрок (пара), первым набравший 11 очков, если только оба игрока (пары) не набрали по 10 очков; в этом случае партия будет выиграна игроком (парой), который первым наберет на 2 очка больше соперника (пары).",
        "author": "Партия",
        "type": "text"
      },
      {
        "text": "Встречу следует проводить на большинство из любого нечетного числа партий.",
        "author": "Встреча",
        "type": "text"
      },
      {
        "text": "Право выбрать стартовый порядок подачи, приема и сторону определяют жребием; выигравший это право может выбрать: подачу или прием первым, начать встречу на определенной им стороне стола.",
        "author": "Выбор подачи, приема и сторон",
        "type": "text"
      },
      {
        "text": "Когда один игрок (пара) выбрал право первым подавать или принимать или право начать игру на определенной стороне, его соперник (пара) должен сделать оставшийся выбор.",
        "author": "Выбор подачи, приема и сторон",
        "type": "text"
      },
      {
        "text": "После каждых двух засчитанных очков принимающий игрок (пара) должен стать подающим и так до конца партии или до тех пор, пока каждый из соперников не наберет по 10 очков или не будет введено правило активизации игры, когда чередование смены подающего и принимающего остается таким же, но только после каждого очка.",
        "author": "Выбор подачи, приема и сторон",
        "type": "text"
      },
      {
        "text": "В каждой партии парной встречи пара, имеющая право подавать первой, должна решить, кто из игроков этой пары будет выполнять подачу первым, а принимающая пара в первой партии должна решить, кто будет принимать первым; в следующих партиях этой встречи, как только будет определен первый подающий, первым принимающим должен стать подававший на него в предыдущей партии.",
        "author": "Выбор подачи, приема и сторон",
        "type": "text"
      },
      {
        "text": "В парных встречах при каждой смене подачи предыдущий принимающий должен стать подающим, а партнер предыдущего подающего – принимающим.",
        "author": "Выбор подачи, приема и сторон",
        "type": "text"
      },
      {
        "text": "Игрок, подающий первым в партии, должен принимать первым в следующей партии этой встречи. Пара, подающая первой в партии, должна принимать первой в следующей партии этой встречи, а в последней возможной партии, как только одна из пар наберет 5 очков, пара, которой надлежит принимать, должна сменить своего принимающего.",
        "author": "Выбор подачи, приема и сторон",
        "type": "text"
      },
      {
        "text": "Игрок (пара), начинающий партию на одной стороне, следующую партию этой встречи должен начинать на противоположной стороне, а в последней возможной партии этой встречи игроки (пары) должны поменяться сторонами, как только один из них наберет 5 очков.",
        "author": "Выбор подачи, приема и сторон",
        "type": "text"
      },
      {
        "text": "Если игрок подает или принимает вне своей очереди, игра должна быть остановлена, как только ошибка обнаружена, а затем возобновлена с подачи и приема тех игроков, которым следовало подавать и принимать в соответствии с очередностью, установленной в начале встречи; в парных играх – в порядке очередности подач, определенных парой, получившей право первой подавать в партии, в течение которой обнаружена ошибка.",
        "author": "Нарушение порядка подачи, приема или смены сторон",
        "type": "text"
      },
      {
        "text": "Если игроки не поменялись сторонами, когда им следовало это сделать, игра должна быть прервана судьей, как только ошибка обнаружена, а затем возобновлена при расположении игроков, какому следовало быть в соответствии с последовательностью, установленной в начале встречи, со счета, который был достигнут на момент обнаружения ошибки.",
        "author": "Нарушение порядка подачи, приема или смены сторон",
        "type": "text"
      },
      {
        "text": "При любых обстоятельствах очки, набранные до обнаружения ошибки, должны быть засчитаны.",
        "author": "Нарушение порядка подачи, приема или смены сторон",
        "type": "text"
      },
      {
        "text": "Правило активизации игры вводится в действие, если партия не заканчивается в течение 10 минут, если только в этой партии оба игрока (пары) не набрали как минимум по 9 очков; это правило может быть введено в любое время ранее по обоюдному согласию обоих игроков (пар).",
        "author": "Правило активизации (ускорения) игры",
        "type": "text"
      },
      {
        "text": "Если лимит времени исчерпан, когда мяч в игре, игра должна быть остановлена и продолжена подачей игрока, который подавал в прерванном розыгрыше.",
        "author": "Правило активизации (ускорения) игры",
        "type": "text"
      },
      {
        "text": "Если лимит времени исчерпан, когда мяч не был в игре, игру продолжают подачей игрока, который принимал в предыдущем розыгрыше.",
        "author": "Правило активизации (ускорения) игры",
        "type": "text"
      },
      {
        "text": "Впоследствии каждый игрок должен подавать поочередно до конца партии для розыгрыша каждого очка и, если принимающий (пара) выполнит 13 возвратов, принимающий выигрывает очко.",
        "author": "Правило активизации (ускорения) игры",
        "type": "text"
      },
      {
        "text": "Однажды введенное правило активизации игры действует до окончания данной встречи.",
        "author": "Правило активизации (ускорения) игры",
        "type": "text"
      }
    ],
    "pictures": [
      {
        "text": "Игра в мяч руками через ленту",
        "author": "http://ttfr.ru/img/history/pic1.jpg",
        "type": "photo"
      },
      {
        "text": "Игра в мяч Фолис",
        "author": "http://ttfr.ru/img/history/pic2.jpg",
        "type": "photo"
      },
      {
        "text": "Средневековый зал для игр с мячом",
        "author": "http://ttfr.ru/img/history/pic3.jpg",
        "type": "photo"
      },
      {
        "text": "Игра Жё-де-пом – теннис XYI-XYII вв.",
        "author": "http://ttfr.ru/img/history/pic4.jpg",
        "type": "photo"
      },
      {
        "text": "Игра в теннис в средние века",
        "author": "http://ttfr.ru/img/history/pic5.jpg",
        "type": "photo"
      },
      {
        "text": "Игра в лаун-теннис.",
        "author": "http://ttfr.ru/img/history/pic6.jpg",
        "type": "photo"
      },
      {
        "text": " Прадедушка современного стола для игры в настольный теннис.",
        "author": "http://ttfr.ru/img/history/pic7.jpg",
        "type": "photo"
      },
      {
        "text": "Первый президент международной федерации настольного тенниса Айвор Монтегю (Ivor Montgu 1904-1984)",
        "author": "http://ttfr.ru/img/history/pic9_2.jpg",
        "type": "photo"
      },
      {
        "text": "Мария Меднянская",
        "author": "http://ttfr.ru/img/history/pic10.jpg",
        "type": "photo"
      },
      {
        "text": "Айвор Монтегю в Москве( в центре) Лихтерман, Макаров, Чечеров",
        "author": "http://www.ttfr.ru/img/history/picr1.jpg",
        "type": "photo"
      },
      {
        "text": "",
        "author": "http://www.ttfr.ru/img/history/picr2.jpg",
        "type": "photo"
      },
      {
        "text": "Ф. Душкесас",
        "author": "http://www.ttfr.ru/img/history/picr3.jpg",
        "type": "photo"
      },
      {
        "text": "А.Саунорис",
        "author": "http://www.ttfr.ru/img/history/picr4.jpg",
        "type": "photo"
      },
      {
        "text": "Арутюн Акопян",
        "author": "http://www.ttfr.ru/img/history/picr5.jpg",
        "type": "photo"
      },
      {
        "text": "Геннадий Аверин",
        "author": "http://www.ttfr.ru/img/history/picr6.jpg",
        "type": "photo"
      },
      {
        "text": "Анатолий Амелин",
        "author": "http://www.ttfr.ru/img/history/picr7.jpg",
        "type": "photo"
      },
      {
        "text": "Давид Бродский",
        "author": "http://www.ttfr.ru/img/history/picr8.jpg",
        "type": "photo"
      },
      {
        "text": "Светлана Гринберг",
        "author": "http://www.ttfr.ru/img/history/picr9.jpg",
        "type": "photo"
      },
      {
        "text": "Зоя Руднова",
        "author": "http://www.ttfr.ru/img/history/picr10.jpg",
        "type": "photo"
      },
      {
        "text": "Татьяна Фердман",
        "author": "http://www.ttfr.ru/img/history/picr11.jpg",
        "type": "photo"
      },
      {
        "text": "",
        "author": "http://ttfr.ru/mini-tt/mini-tt_02.jpg",
        "type": "photo"
      },
      {
        "text": "",
        "author": "http://ttfr.ru/mini-tt/mini-tt_01.jpg",
        "type": "photo"
      }
    ]
  }
}